Repository: tjwei/WebKitGtkKindleDXG
Catalog: GTKAPP/gqview-2.1.5/po/*.po
Languages: sk

source: Favorite
sk: Obµúbené

source: Todo
sk: Úlohy

source: People
sk: ¥udia

source: Places
sk: Miesta

source: Art
sk: Umenie

source: Nature
sk: Príroda

source: Possessions
sk: Predmety

source: Keyword Presets
sk: Predvolené kµúèové slová

source: Favorite keywords list
sk: Zoznam obµúbených kµúèových slov

source: Keywords
sk: Kµúèové slová

source: Filename:
sk: Názov súboru:

source: File date:
sk: Dátum súboru:

source: Keywords:
sk: Kµúèové slová:

source: Comment:
sk: Poznámka:

source: Edit favorite keywords list.
sk: Upravi» zoznam obµúbených kµúèových slov.

source: Add keywords to selected files
sk: Prida» kµúèové slová do vybraných súborov

source: Add keywords to selected files, replacing the existing ones.
sk: Prida» kµúèové slová do vybraných súborov, existujúce prepísa».

source: Save comment now
sk: Ulo¾i» poznámku

source: Tag
sk: Znaèka

source: Name
sk: Meno

source: Value
sk: Hodnota

source: Format
sk: Formát

source: Elements
sk: Prvky

source: Description
sk: Popis

source: Advanced view
sk: Roz¹írený pohµad

source: Unlink failed
sk: Odpájanie sa nepodarilo

source: Link failed
sk: Pripojenie sa nepodarilo

source: The collection: %s already exists.
sk: Zbierka: %s u¾ existuje.

source: Collection exists
sk: Zbierka u¾ existuje

source: Failed to save the collection: %s
sk: Ulo¾enie zbierky sa nepodarilo: %s

source: Save Failed
sk: Ulo¾enie sa nepodarilo

source: Add Bookmark
sk: Prida» zálo¾ku

source: Add Collection
sk: Prida» zbierku

source: Name:
sk: Meno:

source: Sort Manager
sk: Správca triedenia

source: Folders
sk: Prieèinky

source: Collections
sk: Zbierky

source: Copy
sk: Kopírova»

source: Move
sk: Presunú»

source: Link
sk: Pripoji»

source: Add image
sk: Prida» obrázok

source: Add selection
sk: Prida» výber

source: Undo last image
sk: Vráti» posledný obrázok

source: done
sk: hotovo

source: Removing old metadata...
sk: Odstraòujem staré podobnostné dáta (metadata)...

source: Clearing cached thumbnails...
sk: Èistím vyrovnávaciu pamä» miniatúr...

source: Removing old thumbnails...
sk: Odstraòujem staré miniatúry...

source: Maintenance
sk: Údr¾ba

source: Invalid folder
sk: Nesprávny prieèinok

source: The specified folder can not be found.
sk: Uvedený prieèinok sa nena¹iel

source: Create thumbnails
sk: Vytvori» miniatúry

source: S_tart
sk: ©tart

source: Folder:
sk: Prieèinok:

source: Select folder
sk: Vybra» prieèinok

source: Include subfolders
sk: Vrátane podprieèinkov

source: Store thumbnails local to source images
sk: Miniatúry uklada» lokálne ku zdrojovým obrázkov

source: click start to begin
sk: pre spustenie kliknite na ¹tart

source: running...
sk: pracujem...

source: Clearing thumbnails...
sk: Èistím miniatúry...

source: Clear cache
sk: Vyèisti» vyrovnávaciu pamä»

source: This will remove all thumbnails that have been saved to disk, continue?
sk: Chystám sa vymaza» v¹etky miniatúry, ktoré boli ulo¾ené na disk, pokraèova»?

source: Cache Maintenance - GQview
sk: Údr¾ba vyrovnávacej pamäte - GQview

source: Cache and Data Maintenance
sk: Údr¾ba dát a vyrovnávacej pamäte

source: GQview thumbnail cache
sk: GQview vyrovnávacia pamä» miniatúr

source: Location:
sk: Umiestnenie:

source: Clean up
sk: Vyèisti»

source: Remove orphaned or outdated thumbnails.
sk: Odstráni» neaktuálne miniatúry

source: Delete all cached thumbnails.
sk: Zmaza» v¹etky miniatúry z vyrovnávacej pamäte

source: Shared thumbnail cache
sk: Zdieµaná vyrovnávacia pamä» miniatúr

source: Render
sk: Vykresli»

source: Render thumbnails for a specific folder.
sk: Vykresli» miniatúry pre ¹pecifický prieèinok.

source: Metadata
sk: Podobnostné dáta (metadata)

source: Remove orphaned keywords and comments.
sk: Odstráni» neaktuálne kµúèové slová a poznámky.

source: Untitled
sk: Nepomenovaný

source: Untitled (%d)
sk: Nepomenovaný (%d)

source: %s - GQview Collection
sk: %s - GQview zbierka

source: Close collection
sk: Zatvori» zbierku

source: Collection has been modified. Save first?
sk: Zbierka bola zmenená. Ulo¾i»?

source: _Discard
sk: ZahoDi»

source: Specified path: %s is a folder, collections are files
sk: Zadaná cesta: %s je prieèinok, ale zbierky sú súbory

source: Invalid filename
sk: Nesprávne meno súboru

source: Overwrite File
sk: Prepísa» súbor

source: Overwrite existing file?
sk: Prepísa» existujúci súbor?

source: _Overwrite
sk: Prepísa»

source: Save collection
sk: Ulo¾i» zbierku

source: Open collection
sk: Otvori» zbierku

source: Append collection
sk: Pripoji» zbierku

source: _Append
sk: Pripoji»

source: Collection Files
sk: Súbory zbierok

source: Collection empty
sk: Zbierka je prázdna

source: The current collection is empty, save aborted.
sk: Aktuálna zbierka je prázdna, neukladám.

source: Empty
sk: Prázdne

source: %d images (%d)
sk: %d obrázkov (%d)

source: %d images
sk: %d obrázkov

source: Loading thumbs...
sk: Naèítavam miniatúry...

source: _View
sk: Zobrazi»

source: View in _new window
sk: Zobrazi» v _novom okne

source: Rem_ove
sk: Vymaza»

source: Append from file list
sk: Pripoji» zo zoznamu súborov

source: Append from collection...
sk: Pripoji» zo zbierky...

source: Select all
sk: Vybra» v¹etko

source: Select none
sk: Zru¹i» výber

source: _Properties
sk: Vlastnosti

source: _Copy...
sk: Kopírova»...

source: _Move...
sk: Presunú»...

source: _Rename...
sk: P_remenova»...

source: _Delete...
sk: Vymaza»...

source: Show filename _text
sk: Zobrazi» meno súboru

source: _Save collection
sk: Ulo¾i» zbierku

source: Save collection _as...
sk: Ulo¾i» zbierku _ako...

source: _Find duplicates...
sk: Nájs» duplikáty...

source: Print...
sk: Tlaè...

source: Dropped list includes folders.
sk: Odstraòovaný zoznam obsahuje prieèinky.

source: _Add contents
sk: Prid_a» obsah

source: Add contents _recursive
sk: Prida» obsah _rekurzívne

source: _Skip folders
sk: Pre_skoèi» prieèinky

source: Cancel
sk: Zru¹i»

source: Drop files to compare them.
sk: Pritiahnu» súbory pre ich porovnanie.

source: %d files
sk: %d súborov

source: %d matches found in %d files
sk: %d zhôd, v %d súboroch

source: [set 1]
sk: [sada 1]

source: Reading checksums...
sk: Naèítavam kontrolné súèty...

source: Reading dimensions...
sk: Naèítavam rozmery...

source: Reading similarity data...
sk: Naèítavam podobnostné dáta...

source: Comparing...
sk: Porovnávam...

source: Sorting...
sk: Triedim...

source: Select group _1 duplicates
sk: Vybra» skupinu _1 duplikátov

source: Select group _2 duplicates
sk: Vybra» skupinu _2 duplikátov

source: Add to new collection
sk: Prida» do novej zbierky

source: C_lear
sk: Vymaza»

source: Close _window
sk: Zavrie» okno

source: %d files (set 2)
sk: %d súborov (sada 2)

source: Size
sk: Veµkos»

source: Date
sk: Dátum

source: Dimensions
sk: Rozmery

source: Checksum
sk: Kontrolný súèet

source: Path
sk: Cesta

source: Similarity (high)
sk: Podobnos» (vysoká)

source: Similarity
sk: Podobnos»

source: Similarity (low)
sk: Podobnos» (nízka)

source: Similarity (custom)
sk: Podobnos» (voliteµná)

source: Find duplicates - GQview
sk: Nájs» duplikáty - GQview

source: Compare to:
sk: Porovna» s:

source: Compare by:
sk: Porovna» podµa:

source: Thumbnails
sk: Miniatúry

source: Compare two file sets
sk: Porovna» dve sady súborov

source: The Gimp
sk: Gimp

source: Rotate jpeg clockwise
sk: Rotova» jpeg v smere hodinových ruèièiek

source: Rotate jpeg counterclockwise
sk: Rotova» jpeg proti smeru hodinových ruèièiek

source: stopping...
sk: zastavujem...

source: Edit command results
sk: Výsledky z príkazu na úpravu

source: Output of %s
sk: Výstup z %s

source: Failed to run command: %s
sk: Nepodarilo sa spusti» príkaz: %s

source: stopped by user
sk: zastavené pou¾ívateµom

source: unknown
sk: neznámy

source: top left
sk: hore vµavo

source: top right
sk: hore vpravo

source: bottom right
sk: dole vpravo

source: bottom left
sk: dole vµavo

source: left top
sk: vµavo hore

source: right top
sk: vpravo hore

source: right bottom
sk: vpravo dole

source: left bottom
sk: vµavo dole

source: inch
sk: palec

source: average
sk: priemerný

source: center weighted
sk: stredovo vyvá¾ený

source: spot
sk: bodový

source: multi-spot
sk: viacbodový

source: multi-segment
sk: viacsegmentový

source: partial
sk: èiastoèný

source: other
sk: iné

source: not defined
sk: nedefinované

source: manual
sk: manuálne

source: normal
sk: normálne

source: aperture
sk: clona

source: shutter
sk: uzávierka

source: creative
sk: tvorivý

source: action
sk: akcia

source: portrait
sk: na vý¹ku

source: landscape
sk: na ¹írku

source: daylight
sk: denné svetlo

source: fluorescent
sk: fluorescenèné

source: tungsten (incandescent)
sk: volfrám (roz¾eravený)

source: flash
sk: blesk

source: no
sk: nie

source: yes
sk: áno

source: yes, not detected by strobe
sk: áno, nedetekované snímacím impulzom

source: yes, detected by strobe
sk: áno, detekované snímacím impulzom

source: Image description
sk: Popis obrázku

source: Orientation
sk: Orientácia

source: Copyright
sk: Autorské práva

source: Exposure program
sk: Expozièný program

source: ISO sensitivity
sk: Citlivos» ISO

source: Date original
sk: Dátum originálu

source: Date digitized
sk: Dátum digitalizácie

source: Shutter speed
sk: Rýchlos» uzávierky

source: Aperture
sk: Clona

source: Exposure bias
sk: Skreslenie expozície

source: Subject distance
sk: Vzdialenos» subjektu

source: Metering mode
sk: Re¾im merania

source: Light source
sk: Zdroj svetla

source: Flash
sk: Blesk

source: Focal length
sk: Ohnisková vzdialenos»

source: Width
sk: ©írka

source: Height
sk: Vý¹ka

source: Camera
sk: Fotoaparát

source: Resolution
sk: Rozlí¹enie

source: infinity
sk: nekoneèno

source: mode:
sk: re¾im:

source: on
sk: zapnuté

source: off
sk: vypnuté

source: auto
sk: automaticky

source: not detected by strobe
sk: nedetekované snímacím impulzom

source: detected by strobe
sk: detekované snímacím impulzom

source: red-eye reduction
sk: redukcia "èervených oèí"

source: dot
sk: bod

source: %d bytes
sk: %d bytov

source: GQview full screen
sk: GQview: celoobrazovkový re¾im

source: Full size
sk: Úplná veµkos»

source: Screen
sk: Obrazovka

source: Stay above other windows
sk: Zotrva» nad ostatnými oknami

source: Determined by Window Manager
sk: Nech rozhodne správca okien (WM)

source: Active screen
sk: Aktívna obrazovka

source: Active monitor
sk: Aktívny monitor

source: Zoom _in
sk: Priblí¾_i»

source: Zoom _out
sk: _Oddiali»

source: Zoom _1:1
sk: Zobrazenie _1:1

source: Fit image to _window
sk: Prispôsobi» obrázok do okna

source: Set as _wallpaper
sk: Nastavi» ako pozadie plochy

source: _Stop slideshow
sk: Za_stavi» prezentáciu

source: Continue slides_how
sk: Pokraèova» v prezentácii

source: Pause slides_how
sk: Pozastavi» prezentáciu

source: _Start slideshow
sk: _Spusti» prezentáciu

source: Exit _full screen
sk: Ukonèi» celoobrazovkový re¾im

source: _Full screen
sk: Celooobrazovkový re¾im

source: C_lose window
sk: Zavrie» okno

source: File size:
sk: Veµkos» súboru:

source: Dimensions:
sk: Rozmery:

source: Transparent:
sk: Priehµadnos»:

source: Image size:
sk: Veµkos» obrázku:

source: Compress ratio:
sk: Kompresný pomer:

source: File type:
sk: Typ súboru:

source: Owner:
sk: Vlastník:

source: Group:
sk: Skupina:

source: General
sk: Hlavné

source: Image %d of %d
sk: Obrázok %d z %d

source: Image properties - GQview
sk: Vlastnosti obrázka - GQview

source: Ascending
sk: Vzostupne

source: Slideshow
sk: Prezentácia

source: Paused
sk: Pozastavené

source: %s, %d files (%s, %d)%s
sk: %s, %d súborov (%s, %d)%s

source: %s, %d files%s
sk: %s, %d súborov%s

source: %d files%s
sk: %d súborov%s

source: (no read permission) %s bytes
sk: (zákaz èítania) %s bytov

source: ( ? x ? ) %s bytes
sk: ( ? x ? ) %s bajtov

source: ( %d x %d ) %s bytes
sk: ( %d x %d ) %s bajtov

source: GQview Tools
sk: GQview : Nástroje

source: Tools
sk: Nástroje

source: Files
sk: Súbory

source: Image
sk: Obrázok

source: (drag to change order)
sk: (zmena poradia »ahaním)

source: Hide file _list
sk: Sky» zoznam súborov

source: in %s...
sk: v %s...

source: in (unknown)...
sk: v (neznámom)...

source: empty
sk: prázdne

source: _File
sk: Súbor(_F)

source: _Edit
sk: _Upravi»

source: _Adjust
sk: N_astavi»

source: _Help
sk: Pomocník(_H)

source: New _window
sk: _Nové okno

source: _New collection
sk: Nová zbierka

source: _Open collection...
sk: _Otvori» zbierku...

source: Open _recent
sk: Otvo_ri» nedávne

source: _Search...
sk: Vyhµadávanie...

source: Pan _view
sk: Roz¹írený pohµad

source: _Print...
sk: Tlaè...

source: N_ew folder...
sk: Nový prieèinok...

source: _Quit
sk: Skonèi»

source: _Rotate clockwise
sk: Rotova» v smere hodinových ruèièiek

source: Rotate _counterclockwise
sk: Rotova» proti smeru hodinových ruèièiek

source: Rotate 1_80
sk: Rotova» 1_80

source: _Mirror
sk: _Zrkadli»

source: _Flip
sk: _Preklopi»

source: Select _all
sk: Vybr_a» v¹etko

source: Select _none
sk: Zru¹i» výber

source: P_references...
sk: Predv_oµby...

source: _Thumbnail maintenance...
sk: Údr¾ba minia_túr

source: _Zoom to fit
sk: Prispôsobi» oknu

source: F_ull screen
sk: Celooobrazovkový re¾im

source: _Hide file list
sk: Sky» zoznam súborov

source: Toggle _slideshow
sk: Za_stavi» prezentáciu

source: _Refresh
sk: Obnovi»

source: _Contents
sk: Obsah

source: _Keyboard shortcuts
sk: _Klávesové skratky

source: _Release notes
sk: Poznámky k ve_rzii

source: _About
sk: O GQview

source: _Thumbnails
sk: Minia_túry

source: Tr_ee
sk: S_trom

source: _Float file list
sk: Plávajúci zoznam súborov

source: Hide tool_bar
sk: Skry» panel nástrojov

source: _Keywords
sk: _Kµúèové slová

source: E_xif data
sk: _Exif dáta

source: Sort _manager
sk: _Správca triedenia

source: _List
sk: Zoznam

source: I_cons
sk: _Ikona:

source: Show thumbnails
sk: Zobrazi» miniatúry

source: Change to home folder
sk: Návrat do domovského prieèinka

source: Refresh file list
sk: Obnovi» zoznam súborov

source: Zoom in
sk: Priblí¾i»

source: Zoom out
sk: Oddiali»

source: Fit image to window
sk: Prispôsobi» obrázok do okna

source: Set zoom 1:1
sk: Nastavi» zobrazenie 1:1

source: Configure options
sk: Konfigurova» voµby

source: _Float
sk: P_lávajúce

source: Float Controls
sk: Plávajúce ovládanie

source: Help - GQview
sk: Pomoc - GQview

source: Command line
sk: Príkazový riadok

source: next image
sk: nasledujúci obrázok

source: previous image
sk: predchádzajúci obrázok

source: first image
sk: prvý obrázok

source: last image
sk: posledný obrázok

source: toggle full screen
sk: Prepnú» celoobrazovkový re¾im

source: start full screen
sk: Zapnú» celoobrazovkový re¾im

source: stop full screen
sk: Ukonèi» celoobrazovkový re¾im

source: toggle slide show
sk: Prepnú» prezentáciu

source: start slide show
sk: Spusti» prezentáciu

source: stop slide show
sk: zastavi» prezentáciu

source: start recursive slide show
sk: spusti» rekurzívnu prezentáciu

source: set slide show delay in seconds
sk: nastavi» pozdr¾anie v sekundách

source: show tools
sk: zobrazi» nástroje

source: hide tools
sk: skry» nástroje

source: quit
sk: skonèi»

source: open file
sk: otvori» súbor:

source: open file in new window
sk: otvori» súbor v novom okne novom okne

source: Remote command list:
sk: Zoznam vzdialených príkazov:

source: Remote GQview not running, starting...
sk: Vzdialený GQview nebe¾í, ¹tartujem...

source: Remote not available
sk: Vzdialený je nedostupný

source: Usage: gqview [options] [path]
sk: Pou¾itie: gqview [parametre] [cesta]

source: valid options are:
sk: mo¾né parametre sú:

source: +t, --with-tools force show of tools
sk: +t, --with-tools vynúti» zobrazenie nástrojov

source: -t, --without-tools force hide of tools
sk: -t, --without-tools vynúti» skrytie nástrojov

source: -f, --fullscreen start in full screen mode
sk: -f, --fullscreen ¹tart v celoobrazovkovom móde

source: -s, --slideshow start in slideshow mode
sk: -s, --slideshow ¹tart v prezentaènom móde

source: -l, --list open collection window for command line
sk: -l, --list otvori» okno so zbierkou pre príkazový riadok

source: -r, --remote send following commands to open window
sk: -r, --remote odosla» nasledujúce príkazy do otvoreného okna -l, --list otvori» okno so zbierkou pre príkazový riadok

source: -rh,--remote-help print remote command list
sk: -rh,--remote-help zobrazi» zoznam vzdialených príkazov

source: --debug turn on debug output
sk: --debug zapnú» ladiaci výstup

source: -v, --version print version info
sk: -v, --version vypísa» verziu programu

source: -h, --help show this message
sk: -h, --help zobrazí túto správu

source: invalid or ignored: %s Use --help for options
sk: chybný alebo ignorovaný: %s Pou¾i --help pre parametre

source: Creating GQview dir:%s
sk: Vytváram GQview adresár:%s

source: Could not create dir:%s
sk: Nemô¾em vytvori» adresár:%s

source: Home
sk: Domov

source: Desktop
sk: Plocha

source: GQview - exit
sk: GQview - koniec

source: Quit GQview
sk: Skonèi» GQview

source: Collections have been modified. Quit anyway?
sk: Zbierky boli zmenené. Naozaj skonèi»?

source: Sort by size
sk: Usporiada» podµa veµkosti

source: Sort by date
sk: Usporiada» podµa dátumu

source: Unsorted
sk: Neusporiadané

source: Sort by path
sk: Usporiada» podµa cesty

source: Sort by number
sk: Usporiada» podµa èísla

source: Sort by name
sk: Usporiada» podµa mena

source: Sort
sk: Usporiada»

source: Rotate _180
sk: Rotova» _180

source: %d images, %s
sk: %d obrázkov, %s

source: The pan view does not support the folder "%s".
sk: Roz¹írený pohµad nepodporuje prieèinok "%s".

source: Folder not supported
sk: Prieèinok nie je podporovaný

source: Reading image data...
sk: Naèítavam dáta obrázku...

source: Sorting images...
sk: Triedim obrázky...

source: Date:
sk: Dátum:

source: Size:
sk: Rozmer:

source: path found
sk: nájdená cesta

source: filename found
sk: nájdený súbor

source: partial match
sk: èiastoèná zhoda

source: no match
sk: ¾iadna zhoda

source: Folder not found
sk: Prieèinok sa nena¹iel

source: The entered path is not a folder
sk: Zadaná cesta nie je prieèinok

source: Calendar
sk: Kalendár

source: Folders (flower)
sk: Prieèinky (kvet)

source: Grid
sk: Mrie¾ka

source: Dots
sk: Bodky

source: No Images
sk: ®iadne obrázky

source: Small Thumbnails
sk: Malé miniatúry

source: Normal Thumbnails
sk: Normálne miniatúry

source: Large Thumbnails
sk: Veµké miniatúry

source: Find:
sk: Hµada»:

source: Use Exif date
sk: Pou¾i» Exif dátum

source: Find
sk: Hµada»

source: Pan View Performance
sk: Výkon roz¹íreného pohµadu

source: Pan view performance may be poor.
sk: Výkon roz¹íreného pohµadu mô¾e by» chabý.

source: To improve performance of thumbnails in the pan view the following options can be enabled. Note that both options must be enabled to notice a change in performance.
sk: Pre zlep¹enie výkonu miniatúr v roz¹írenom pohµade mô¾u by» pou¾ité nasledujúce voµby. Upozornenie: obidvoje voµby musia by» zapnuté, ak chcete pocíti» zmenu vo výkone.

source: Cache thumbnails
sk: Ke¹ova» miniatúry

source: Use shared thumbnail cache
sk: Pou¾i» zdieµanú vyrovnávaciu pamä» pre miniatúry

source: Do not show this dialog again
sk: Tento dialóg u¾ nezobrazuj

source: Sort by E_xif date
sk: Usporiada» podµa Exif dátumu

source: Nearest (worst, but fastest)
sk: Najbli¾¹ie (najhor¹ie, ale narýchlej¹ie)

source: Tiles
sk: Dla¾dice

source: Bilinear
sk: Bilineárne

source: Hyper (best, but slowest)
sk: Hyper (najlep¹ie, ale najpomal¹ie)

source: None
sk: ®iadna

source: Normal
sk: Normálna

source: Best
sk: Najlep¹ia

source: Custom
sk: Pou¾ívateµské

source: Reset filters
sk: Vynulova» filtre

source: This will reset the file filters to the defaults. Continue?
sk: Chystám sa nastavi» filtre na prednastavené hodnoty. Pokraèova»?

source: Reset editors
sk: Vynulova» editory

source: This will reset the edit commands to the defaults. Continue?
sk: Chystám sa nastavi» príkazy na úpravu na prednastavené hodnoty. Pokraèova»?

source: Clear trash
sk: Vyèisti» kô¹

source: This will remove the trash contents.
sk: Toto vyma¾e obsah ko¹a.

source: GQview Preferences
sk: GQview - Nastavenia

source: Startup
sk: ©tart

source: Change to folder:
sk: Vstúpi» do adresára:

source: Use current
sk: Pou¾i» aktuálny

source: Quality:
sk: Kvalita:

source: Cache thumbnails into .thumbnails
sk: Ke¹ova» miniatúry do .thumbnails

source: Use xvpics thumbnails when found (read only)
sk: Pou¾i» xvpics miniatúry ak sú nájdené (iba na èítanie)

source: Faster jpeg thumbnailing (may reduce quality)
sk: Rýchlej¹ie jpeg miniatúry (mô¾e zní¾i» kvalitu)

source: Slide show
sk: Prezentácia

source: Delay between image change:
sk: Oneskorenie pri zmene obrázku (v sekundách):

source: seconds
sk: sekúnd

source: Random
sk: Náhodne

source: Repeat
sk: Opakovane

source: Zoom
sk: Lupa

source: Dithering method:
sk: Metóda vyhladzovania:

source: Two pass zooming
sk: Dvojpriechodová zmena mierky

source: Allow enlargement of image for zoom to fit
sk: Povoli» zväè¹enie obrázku pre prispôsobenie veµkosti

source: Zoom increment:
sk: Krok zväè¹enia/zmen¹enia:

source: When new image is selected:
sk: Keï je zvolený nový obrázok:

source: Zoom to original size
sk: Mierka na originálny rozmer

source: Leave Zoom at previous setting
sk: Ponecha» mierku na predchádajúcom nastavení

source: Appearance
sk: Vzhµad

source: Black background
sk: Èierne pozadie

source: Convenience
sk: Pohodlie

source: Refresh on file change
sk: Obnovi» pri zmene súboru

source: Preload next image
sk: Predèíta» nasledujúci obrázok

source: Auto rotate image using Exif information
sk: Automaticky rotova» obrázok podµa Exif informácií

source: Windows
sk: Okná

source: State
sk: Stav

source: Remember window positions
sk: Pamäta» si pozície okien

source: Remember tool state (float/hidden)
sk: Pamäta» si stav nástrojov (plávajúce/skryté)

source: Fit window to image when tools are hidden/floating
sk: Prispôsobi» okno na veµkos» obrázku, ak sú nástroje skryté/plávajúce

source: Limit size when auto-sizing window (%):
sk: Obmedzi» rozmer ak sa okno automaticky prispôsobuje (%):

source: Layout
sk: Rozlo¾enie

source: Filtering
sk: Filtrovanie

source: Show entries that begin with a dot
sk: Zobrazi» polo¾ky ktoré zaèínajú bodkou

source: Case sensitive sort
sk: Triedenie citlivé na veµkos» znakov

source: Disable File Filtering
sk: Vypnú» filtrovanie súborov

source: File types
sk: Typy súborov

source: Defaults
sk: Prednastavené

source: Editors
sk: Editory

source: Menu name
sk: Názov ponuky

source: Command Line
sk: Príkazový riadok

source: Advanced
sk: Pokroèilé

source: Full screen
sk: Celooobrazovkový re¾im

source: Smooth image flip
sk: Plynulé preklopenie obrázku

source: Disable screen saver
sk: Vypnú» ¹etriè obrazovky

source: Delete
sk: Zmaza»

source: Confirm file delete
sk: Potvrdi» zmazanie súboru

source: Enable Delete key
sk: Povoli» klávesu Delete

source: Safe delete
sk: Bezpeèné mazanie

source: Maximum size:
sk: Maximálna veµkos»:

source: View
sk: Zobrazi»

source: Behavior
sk: Správanie

source: Rectangular selection in icon view
sk: Obdå¾nikový výber v ikonovom pohµade

source: Descend folders in tree view
sk: Zni¾ova» prieèinky v stromovom zobrazení

source: In place renaming
sk: Premenovanie na mieste

source: Navigation
sk: Navigácia

source: Progressive keyboard scrolling
sk: Progresívne posúvanie klávesnicou

source: Mouse wheel scrolls image
sk: Koliesko my¹i posúva obrázok

source: Miscellaneous
sk: Rozlièné

source: Store keywords and comments local to source images
sk: Uklada» kµúèové slová a poznámky lokálne do zdrojových obrázkov

source: Custom similarity threshold:
sk: Pou¾ívateµský prah podobnosti:

source: Offscreen cache size (Mb per image):
sk: Veµkos» mimoobrazokovej vyrovnávacej pamäte (Mb na obrázok):

source: About - GQview
sk: O - GQview
