Repository: tjwei/WebKitGtkKindleDXG
Catalog: GTKAPP/gqview-2.1.5/po/*.po
Languages: sk

source: GQview %s Copyright (c) %s John Ellis website: %s email: %s Released under the GNU General Public License
sk: GQview %s Copyright (c) %s John Ellis WWW: %s email: %s Vydané pod GNU General Public License

source: Credits...
sk: Poïakovanie...

source: Selection
sk: Výber

source: All
sk: V¹etko

source: One image per page
sk: Jeden obrázok na stránku

source: Default printer
sk: Prednastavená tlaèiareò

source: Custom printer
sk: Pou¾ívateµom definovaná tlaèiareò

source: PostScript file
sk: Postskriptový súbor

source: Image file
sk: Súbor obrázku

source: jpeg, low quality
sk: jpeg, nízka kvalita

source: jpeg, normal quality
sk: jpeg, normálna kvalita

source: jpeg, high quality
sk: jpeg, vysoká kvalita

source: points
sk: body

source: millimeters
sk: milimetre

source: centimeters
sk: centimetre

source: inches
sk: palce

source: Portrait
sk: Na vý¹ku

source: Landscape
sk: Na ¹írku

source: Letter
sk: List

source: page %d of %d
sk: stránka %d z %d

source: Preview
sk: Náhµad

source: Unable to open pipe for writing. "%s"
sk: Nemohol som otvori» rúru pre zápis.!n"%s"

source: A file with name %s already exists.
sk: Súbor s názvom %s u¾ existuje.

source: Failure writing to file %s
sk: Chyba pri zápise do súboru %s

source: SIGPIPE error writing to printer.
sk: SIGPIPE chyba pri zápise na tlaèiareò.

source: Page %d
sk: Strana %d

source: Printing error
sk: Chyba pri tlaèi

source: An error occured printing to %s.
sk: Pri tlaèi na %s sa vyskytla chyba.

source: Details
sk: Podrobnosti

source: Print - GQview
sk: Tlaè - GQview

source: Printing %d pages to %s.
sk: Tlaèím %d strán na %s.

source: Format:
sk: Formát:

source: Units:
sk: Jednotky:

source: Orientation:
sk: Orientácia:

source: Destination:
sk: Cieµ:

source: <printer name>
sk: <názov tlaèiarne>

source: Unlimited
sk: Neobmedzené

source: Show
sk: Uká¾

source: Font
sk: Písmo

source: Source
sk: Zdroj

source: Paper
sk: Papier

source: Margins
sk: Hranice

source: Left:
sk: Vµavo:

source: Right:
sk: Vpravo:

source: Top:
sk: Hore:

source: Bottom:
sk: Dole:

source: Printer
sk: Tlaèiareò

source: Custom printer:
sk: Pou¾ívateµom definovaná tlaèiareò:

source: File:
sk: Súbor:

source: File format:
sk: Formát súboru:

source: Remember print settings
sk: Zapamäta» si nastavenia tlaèe

source: error saving config file: %s
sk: chyba pri ukladaní konfiguraèného súboru: %s

source: folder
sk: prieèinok

source: comments
sk: poznámky

source: results
sk: výsledky

source: contains
sk: obsahuje

source: is
sk: je

source: equal to
sk: rovnaký ako

source: less than
sk: men¹í ne¾

source: greater than
sk: väè¹í ne¾

source: between
sk: medzi

source: before
sk: pred

source: after
sk: po

source: match all
sk: úplná zhoda

source: match any
sk: akákoµvek zhoda

source: exclude
sk: okrem

source: %s, %d files (%s, %d)
sk: %s, %d súborov (%s, %d)

source: %s, %d files
sk: %s, %d súborov

source: Searching...
sk: Hµadám...

source: File not found
sk: Súbor sa nena¹iel

source: Please enter an existing file for image content.
sk: Prosím zadajte existujúci súbor pre obsah obrázka.

source: Please enter an existing folder to search.
sk: Prosím zadajte existujúci prieèinok pre vyhµadávanie.

source: Image search - GQview
sk: Vyhµada» obrázok - GQview

source: Search:
sk: Hµadanie:

source: Recurse
sk: Rekurzia

source: File name
sk: Názov súboru

source: Match case
sk: Citlivé na veµkos» písma

source: File size is
sk: Veµkos» súboru je

source: and
sk: a

source: File date is
sk: Dátum súboru je

source: Image dimensions are
sk: Rozmery obrázku sú

source: Image content is
sk: Obsah obrázku je

source: % similar to
sk: & podobnos» s

source: Rank
sk: Trieda

source: Thumbnail image in cache failed to load, trying to recreate.
sk: Zlyhalo naèítanie miniatúry z vyrovnávacej pamäte, pokus o opätovné vytvorenie

source: Unable to write history lists to: %s
sk: Nemo¾no zapísa» históriu do: %s

source: New Bookmark
sk: Nová zálo¾ka

source: Edit Bookmark
sk: Upravi» zálo¾ku

source: Path:
sk: Cesta:

source: Icon:
sk: Ikona:

source: Select icon
sk: Vybra» ikonu

source: _Properties...
sk: Vlastnosti...

source: Move _up
sk: Pres_unú» hore

source: Move _down
sk: Presunú» _dole

source: _Remove
sk: _Vymaza»

source: Unable to load: %s
sk: Nemo¾no naèíta» súbor: %s

source: Failed to rename %s to %s.
sk: Nemo¾no premenova» %s na %s.

source: Unable to delete file: %s
sk: Nemo¾no zmaza» súbor: %s

source: File deletion failed
sk: Zmazanie súboru sa nepodarilo

source: Delete file
sk: Zmaza» súbor

source: About to delete the file: %s
sk: Pripravený zmaza» súbor: %s

source: _Rename
sk: P_remenova»

source: Add _Bookmark
sk: Prida» zálo¾ku

source: _Delete
sk: Vymaza»

source: New folder
sk: Nový prieèinok

source: Unable to create folder: %s
sk: Nemo¾no vytvori» prieèinok: %s

source: Error creating folder
sk: Chyba pri vytváraní prieèinka

source: All Files
sk: V¹etky súbory

source: Show hidden
sk: Ukáza» skryté

source: Select path
sk: Vybra» cestu

source: All files
sk: V¹etky súbory

source: Overwrite file
sk: Prepísa» súbor

source: Overwrite file?
sk: Prepísa» súbor?

source: Replace existing file with new file.
sk: Prepísa» existujúci súbor novým.

source: Overwrite _all
sk: Prepísa» v¹etky

source: S_kip all
sk: Preskoèi» v¹etky

source: _Skip
sk: Preskoèi»

source: Existing file
sk: Existujúci súbor

source: New file
sk: Nový súbor

source: Auto rename
sk: Automatické premenovanie

source: Rename
sk: Premenova»

source: Source to copy matches destination
sk: Zdroj pre kopírovanie sa zhoduje s cieµom

source: Unable to copy file: %s to itself.
sk: Nemo¾no kopírova» súbor: %s do seba.

source: Source to move matches destination
sk: Zdroj pre presúvanie sa zhoduje s cieµom

source: Unable to move file: %s to itself.
sk: Nemo¾no presunú» súbor: %s do seba.

source: Co_ntinue
sk: Pokraèova»

source: Error copying file
sk: Chyba pri kopírovaní súboru

source: Unable to copy file: %s to: %s during multiple file copy.
sk: Nemo¾no kopírova» súbor: %s do: %s poèas viacnásobného kopírovania.

source: Error moving file
sk: Chyba pri presúvaní súboru

source: Unable to move file: %s to: %s during multiple file move.
sk: Nemo¾no presunú» súbor: %s do: %s poèas viacnásobného presúvania.

source: Source matches destination
sk: Zdroj zodpovedá cieµu

source: Source and destination are the same, operation cancelled.
sk: Zdroj a cieµ sú toto¾né, operácia zru¹ená.

source: Unable to copy file: %s to: %s
sk: Nemo¾no kopírova» súbor: %s do: %s

source: Unable to move file: %s to: %s
sk: Nemo¾no presunú» súbor: %s do: %s

source: Invalid destination
sk: Chybný cieµ

source: When operating with multiple files, please select a folder, not a file.
sk: Keï narábate s viacerými súbormi, prosím zvoµte prieèinok, nie súbor.

source: Please select an existing folder.
sk: Prosím zvoµte existujúci prieèinok

source: Copy - GQview
sk: Kopírovanie - GQview

source: _Copy
sk: Kopírova»

source: Copy file
sk: Kopírova» súbor:

source: Copy multiple files
sk: Kopírova» viacero súborov

source: Move - GQview
sk: Presunú» - GQview

source: _Move
sk: Presunú»

source: Move file
sk: Presunú» súbor

source: Move multiple files
sk: Presunú» viacero súborov

source: File name:
sk: Názov súboru:

source: Choose the destination folder.
sk: Výber cieµového prieèinku.

source: Delete failed
sk: Mazanie sa nepodarilo

source: Unable to remove old file from trash folder
sk: Nemo¾no vybra» starý súbor z ko¹a

source: Could not create folder
sk: Nemô¾em vytvori» prieèinok

source: Permission denied
sk: Prístup odmietnutý

source: Unable to access or create the trash folder. "%s"
sk: Nemo¾no pristupova» alebo vytvori» prieèinok ko¹a. "%s"

source: Turn off safe delete
sk: Vypnú» bezpeèné mazanie

source: Safe delete: %s
sk: Bezpeèné mazanie: %s

source: Unable to delete file: %s Continue multiple delete operation?
sk: Nemo¾no zmaza» súbor: %s Pokraèova» s viacnásobnou operáciou mazania?

source: File %d of %d
sk: Súbor %d z %d

source: Delete files - GQview
sk: Mazanie súborov - GQview

source: Delete multiple files
sk: Zmaza» viacero súborov

source: Review %d files
sk: Prehµad %d súborov

source: Delete file - GQview
sk: Zmaza» súbor - GQview

source: Delete file?
sk: Zmaza» súbor?

source: Replace existing file by renaming new file.
sk: Prepísa» existujúci súbor premenovaním nového súboru.

source: Unable to rename file: %s to: %s
sk: Nemo¾no premenova» súbor: %s na: %s

source: Error renaming file
sk: Chyba pri premenovaní súboru

source: Can not auto rename with the selected number set, one or more files exist that match the resulting name list.
sk: Nemô¾em automaticky premenova» s vybranou èíselnou sadou, preto¾e existujú nejaké súbory, ktorých mená sa nachádzajú vo výslednom zozname.

source: Failed to rename %s The number was %d.
sk: Premenovanie sa nepodarilo %s Èíslo bolo: %d.

source: Rename - GQview
sk: Premenovanie - GQview

source: Rename multiple files
sk: Premenova» viacero súborov

source: Original Name
sk: Pôvodný názov

source: Original name:
sk: Pôvodný názov:

source: New name:
sk: Nový názov:

source: Begin text
sk: Zaèiatoèný text

source: Start #
sk: ©tart #

source: End text
sk: Koncový text

source: Padding:
sk: výplò:

source: Unable to rename file: %s to: %s
sk: Nemo¾no premenova» súbor: %s na: %s

source: Rename file
sk: Premenova» súbor

source: The folder: %s already exists.
sk: Prieèinok: %s u¾ existuje.

source: Folder exists
sk: Prieèinok existuje

source: The path: %s already exists as a file.
sk: Cesta: %s u¾ existuje ako súbor.

source: New folder - GQview
sk: Nový prieèinok - GQview

source: Create folder in: %s named:
sk: Vytvori» prieèinok v: %s nazva» ho:

source: Rename failed
sk: Premenovanie sa nepodarilo

source: new_folder
sk: nový prieèinok

source: _Up to parent
sk: O stupeò vy¹¹ie

source: _Slideshow
sk: Prezentácia

source: Slideshow recursive
sk: Prezentácia rekurzívne

source: Find _duplicates...
sk: Nájs» _duplikáty...

source: Find duplicates recursive...
sk: Nájs» duplikáty rekurzívne...

source: _New folder...
sk: _Nový prieèinok...

source: View as _tree
sk: Zobrazi» ako s_trom

source: Re_fresh
sk: Obnovi»

source: _Sort
sk: U_sporiada»

source: View as _icons
sk: Zobrazi» ako _ikony

source: Show _thumbnails
sk: Zobrazi» minia_túry

source: Invalid file name: %s
sk: Nesprávne meno súboru: %s
