Repository: tjwei/WebKitGtkKindleDXG
Catalog: GTKAPP/gtkterm2-0.2.3/po/*.po
Languages: de

source: Couldn't find pixmap file: %s
de: Kann die Bilddatei nicht finden: %s

source: File
de: Datei

source: New Tab
de: Neuer Reiter

source: Close Tab
de: Schliesse Reiter

source: Close Window
de: Schliesse Fenster

source: View
de: Ansicht

source: Full Screen
de: Vollbildschirm

source: Help
de: Hilfe

source: About GTKTerm2
de: Über GTKTerm2

source: Programmer: Oliver Feige <ofeige@gmx.de> Idea: Oliver Feige <ofeige@gmx.de> Stefan Bambach <sbambach@gmx.de>
de: Programmierer: Oliver Feige <ofeige@gmx.de> Idee: Oliver Feige <ofeige@gmx.de> Stefan Bambach <sbambach@gmx.de>

source: Program of
de: Programm von

source: _Full screen
de: Vollbildschirm

source: _Restore normal size
de: Vollbild beenden
